Repository: listar2016/add-on-plugin-vuetify
Catalog: languages/elementor-rating-widget-*.po
Languages: he_il, ru_ru

source: Elementor Post Rating Widget
he_il: אלמנטור וידג׳ט דירוג פוסטים
ru_ru: Виджет Оценки с помощью плагина Elementor

source: Elementor Rating Widget
ru_ru: Виджет Оценки с помощью плагина Elementor

source: No ratings yet
he_il: עדיין אין דירוגים
ru_ru: Нет Оценок

source: Post Rating
he_il: דירוג פוסט
ru_ru: Опубликовать Оценку

source: Rating Widget Settings
he_il: הגדרות וידג׳ט
ru_ru: Настройки Виджета Опубликованной Оценки

source: Star Color
he_il: צבע כוכב
ru_ru: Цвет Звезды

source: Inactive Star Color
he_il: צבע כוכב לא פעיל
ru_ru: Неактивный Цветы Звезды

source: Star Size
he_il: גודל כוכב
ru_ru: Размер Звезды

source: Star Border Color
he_il: צבע גבול כוכב
ru_ru: Цвет Границы Звезды

source: Star Border Width
he_il: רוחב גבול כוכב
ru_ru: Ширина Границы Звезды

source: Glow
he_il: זוהר
ru_ru: Свечение

source: Glow Color
he_il: צבע זוהר
ru_ru: Цвет Свечения

source: Rounded Corners
he_il: פינות מעוגלות
ru_ru: Округление Углов

source: Rating Text
ru_ru: Текст Оценки

source: Rated {{ratings_average}} by {{ratings_count}} Readers
ru_ru: Оценен {{ratings_average}}{{ratings_count}} Читателями

source: Rating text should contain {{ratings_average}} and {{ratings_count}} in order to show Rating average and Ratings count
ru_ru: Оценка должна содержать {{ratings_average}} и {{ratings_count}} для показа Средняя Оценка и Количество Оценок

source: No Rating Text
ru_ru: Нет Текста Оценки

source: This string will display when no ratings for post
ru_ru: Этот текст будет отображаться, когда нет опубликованных оценок

source: Typography
he_il: טיפוגרפיה
ru_ru: Настройки Шрифта Текста

source: Text Color
he_il: צבע טקסט
ru_ru: Цвет Текста

source: RTL
he_il: ימין לשמאל
ru_ru: Справа Налево

source: Elementor Post Rating
he_il: אלמנטור וידג׳ט דירוג פוסטים
ru_ru: Настройки Виджета Опубликованной Оценки

source: Elementor Post Rating.
he_il: אלמנטור דירוג פוסטים
ru_ru: Настройки Виджета Опубликованной Оценки

source: "%1$s" requires "%2$s" to be installed and activated.
he_il: ‫"%1$s" דרוש הפלגין "%2$s" להיות מותקן ומופעל.

source: Elementor
he_il: ‫אלמנטור

source: "%1$s" requires "%2$s" version %3$s or greater.
he_il: "%1$s" דרושה "%2$s" גירסה %3$s ומעלה.

source: Elementor Hello World
he_il: אלמנטור
